
"keyYes"							= "Tak";
"keyNo"								= "Nie";
"keyOK"								= "OK";
"keyRequired"						= "Wymagane";
"keyNone"							= "żadne";

"keyPairedDevicesTitle"				= "Zestawione pary:";
"keyFavoriteDevicesTitle"			= "Urządzenia ulubione:";
"keyConnectedDevicesTitle"			= "Urządzenia podłączone:";
"keyUnknownDevice"					= "nieznane urządzenie";
"keyErrorOccurred"					= "Wystąpił błąd. (0x%x)";
"keyNotAvailable"					= "Niedostępna.";
"keyNameNotAvailable"				= "Nazwa nie jest dostępna";
"keyNoDevicePresent"				= "Brak urządzeń Bluetooth";

"keyPrefReadErrorTitle"				= "Wystąpił błąd podczas czytania preferencji Bluetooth.";
"keyPrefReadErrorDesc"				= "Konfiguracja Bluetooth na tym komputerze chyba jest niepoprawna. Zainstaluj ponownie oprogramowanie Bluetooth i spróbuj jeszcze raz.";

"keyUnacceptablePathTitle"			= "Podana ścieżka nie jest akceptowalna.";
"keyUnacceptablePathDesc"			= "Podana ścieżka nie jest prawidłowa dla Wymiany obiektów Bluetooth. Prawdopodobną przyczyną może być brak uprawnień do zapisu w katalogu docelowym. Podaj inny katalog docelowy.";

"keyPathWarningTitle"				= "Podany przez Ciebie katalog nie jest zalecany.";
"keyPathWarningDesc"				= "Katalog może być zablokowany lub nie masz uprawnień do czytania, lub zapisu w nim.";

"keyPrefSaveErrorTitle"				= "Wystąpił błąd podczas próby zachowania preferencji Bluetooth.";
"keyPrefSaveErrorDesc"				= "Niektóre preferencje Bluetooth nie mogły zostać zachowane. Urządzenie Bluetooth jest prawdopodobnie niedostępne dla tego komputera.";

"keyPortInUseTitle"					= "Ten port jest teraz używany.";
"keyPortInUseDelete"				= "Próbujesz usunąć port, który jest teraz używany. Zakończ pracę programu, który korzysta z tego portu i spróbuj ponownie.";
"keyPortInUseEdit"					= "Próbujesz zmienić port, który jest teraz używany. Zakończ pracę programu, który korzysta z tego portu i spróbuj ponownie.";

"kServiceCannotBeModifiedKey"		= "Tej usługi nie można modyfikować.";
"kPortCannotBeCreatedOrModifiedKey"	= "Wystąpił błąd podczas próby utworzenia lub modyfikowania portu.";

"keyTTYNameAlreadyInUse"			= "Ta nazwa jest już używana.";
"keyTTYNameInUseText"				= "Wybrana przez Ciebie nazwa portu jest już używana. Wybierz inną nazwę.";

"kTTYSerialPortKey"					= "Port szeregowy";	/* One word, no spaces, no special caracters, only ASCII from 'a' to 'z' and 'A' to 'Z' no extra alphabets, this becomes a TTY name !! */
"kBluetoothSerialPortKey"			= "Port szeregowy";
"kBluetoothSerialPortOnKey"			= "Port szeregowy Bluetooth włączony";
"kBluetoothSerialPortOffKey"		= "Port szeregowy Bluetooth wyłączony";
"kEditSerialPorts"					= "Edycja portów…";
"kSerialPortKey"					= "Port szeregowy";
"kSerialPortOnKey"					= "Port szeregowy włączony";
"kSerialPortOffKey"					= "Port szeregowy wyłączony";
"kOtherKey"							= "Inne…";
"kBluetoothFileExchangeKey"			= "Wymiana plików";
"kBluetoothFileExchangeOnKey"		= "Wymiana plików przez Bluetooth włączona";
"kBluetoothFileExchangeOffKey"		= "Wymiana plików przez Bluetooth wyłączona";
"kBluetoothFileTransferKey"			= "Przesyłanie plików";
"kBluetoothFileTransferOnKey"		= "Kopiowanie plików przez Bluetooth włączone";
"kBluetoothFileTransferOffKey"		= "Kopiowanie plików przez Bluetooth wyłączone";

"kBluetoothRemoteControlKey"		= "zdalna kontrola";
"kBluetoothRemoteControlOnKey"		= "Zdalna kontrola Bluetooth włączona";
"kBluetoothRemoteControlOffKey"		= "Zdalna kontrola Bluetooth wyłączona";

"kBluetoothPANServiceKey"			= "Sieć prywatna";
"kBluetoothPANServiceOnKey"			= "Prywatna sieć Bluetooth włączona";
"kBluetoothPANServiceOffKey"		= "Prywatna sieć Bluetooth wyłączona";

"kDeviceNameTitle"					= "„%@” jest nazwą używaną przez urządzenia Bluetooth do łączenia się z tym komputerem.";

"kInKey"							= "Przychodzące";		/* Short for Incoming */
"kOutKey"							= "Wychodzące";	/* Short for Outgoing */

"kEllipsisString"						= "…";
"kPower"								= "Zasilanie";
"kBluetoothPower"						= "Zasilanie Bluetooth";
"kBluetoothPowerOn"						= "Bluetooth włączony";
"kBluetoothPowerOff"					= "Bluetooth wyłączony";
"kBluetoothPowerIsOff"					= "Zasilanie Bluetooth jest wyłączone. Trzeba je włączyć, aby użyć Bluetooth.";
"kTurnBTOff"							= "Wyłącz Bluetooth";
"kTurnBTOn"								= "Włącz Bluetooth";
"kVersionKey"							= "(Wersja: %d.%d.%d%c%d)";
"kOnKey"								= "Wł.";
"kCancelKey"							= "Anuluj";
"kOffKey"								= "Wył.";
"kNever"								= "Nigdy";

"kIsConnected"							= "Połączone";
"kIsNotConnected"						= "Nie jest podłączone";

"kAddToFavoritesKey"					= "Dodaj do ulubionych";
"kRemoveFromFavoritesKey"				= "Usuń z ulubionych";

"kRenameDeviceKey"						= "Zmień nazwę";

"kBluetoothSetupDevice"					= "Skonfiguruj to urządzenie…";
"kDisconnectDevice"						= "Rozłącz";
"kResetDevice"							= "Przywróć ustawienia fabryczne tego urządzenia";
"kConnectDevice"						= "Połącz";
"kConfigureDevice"						= "Skonfiguruj to urządzenie…";
"kMoreInfo"								= "Pokaż więcej informacji";
"kHideMoreInfo"							= "Ukryj więcej informacji";
"kNoDevicesKey"							= "Brak urządzeń";

"kDeviceNameKey"						= "Nazwa";
"kDeviceAddressKey"						= "Adres";
"kDeviceTypeKey"						= "Typ";
"kDeviceServicesKey"					= "Usługi";
"kOtherServices"						= "Inne usługi";
"kUnknownService"						= "Nieznana usługa";

"kPairedHeaderKey"						= "Zestawione w parę";
"kConfiguredHeaderKey"					= "Skonfigurowane";
"kFavoriteHeaderKey"					= "Ulubione";
"kConnectedHeaderKey"					= "Połączone";
"kSerialPortsHeaderKey"					= "Porty szeregowe";
"kSerialPortsHeaderDeviceService"		= "Usługa urządzenia";
"kSerialPortsHeaderPortType"			= "Protokół portu";
"kSerialPortDirectionIncoming"			= "Przychodzące";
"kSerialPortDirectionOutgoing"			= "Wychodzące";

"kSerialPortHeadingOutgoing"			= "Zaznacz port szeregowy wychodzący do urządzenia w celu modyfikacji ustawień";
"kSerialPortHeadingIncoming"			= "Zaznacz port szeregowy przychodzący do tego komputera w celu modyfikacji ustawień";

"kHIDDeviceDeleteKeyboardPairingWarning"		= "To jest jedyna klawiatura podłączona do tego komputera. Jeśli ją usuniesz, nie będziesz mieć już do niej dostępu. Czy na pewno chcesz ją usunąć?";
"kHIDDeviceDeleteMousePairingWarning"			= "Jest to jedyne urządzenie wskazujące połączone z komputerem. Jeśli usuniesz tę mysz z listy, korzystanie z niej nie będzie możliwe. Czy na pewno chcesz ją usunąć?";
"kHIDDeviceDeleteTrackpadPairingWarning"		= "Jest to jedyne urządzenie wskazujące połączone z komputerem. Jeśli usuniesz ten gładzik z listy, korzystanie z niego nie będzie możliwe. Czy na pewno chcesz go usunąć?";
"kHIDDeviceKeyboard"					= "klawiatura";
"kHIDDeviceMouse"						= "mysz";

"kDiscoverableTooltip"		= "Gdy ta opcja jest wyłączona, nieznane urządzenia Bluetooth nie będą mogły znaleźć Twojego komputera. Urządzenia, które są już skojarzone w parę, nadal będą mogły łączyć się z Twoim komputerem.";

"kOptionIsAvailable"		= "Dostępny";
"kAvailableServiceTurnOn"	= "Włącz usługę";
"kAvailableServiceTurnOff"	= "Wyłącz usługę";

"kOptionPairing"			= "Wymaga połączenia w parę";
"kPairingRequired"			= "Wymaga połączenia w parę";
"kPairingNotRequired"		= "Nie wymaga połączenia w parę";

"kOptionReceiveBehavior"	= "Odbierając pliki:";
"kReceiveBehaviorAccept"	= "Akceptuj bez ostrzeżeń";
"kReceiveBehaviorPrompt"	= "zapytaj dla każdego pliku";

"kOptionHandlePIMItem"		= "Gdy odbierane są rzeczy PIM:";
"kOptionHandleOtherItem"	= "Gdy inne rzeczy są odbierane:";
"kHandleItemSave"			= "zachowaj";
"kHandleItemOpen"			= "Otwórz";
"kHandleItemAsk"			= "zapytaj";

"kOptionReceiveFolder"		= "Katalog odbioru";
"kReceiveFolderChoose"		= "Inne…";

"kOptionFolderForBrowse"	= "Katalogi, które inne urządzenia mogą przeglądać";

"kOptionName"				= "Nazwa:";
"kOptionShowInNetworkPrefs"	= "Pokaż w Preferencjach sieci:";
"kOptionType"				= "Rodzaj:";
"kOptionTypeModem"			= "Modem";
"kOptionTypeRS232"			= "RS-232";


"kOptionEditSerialPortName"	= "Edycja nazw portów…";
"kOptionAddSerialPort"		= "Dodaj port szeregowy";
"kOptionRemoveSerialPort"	= "Usuń port szeregowy";

"kButtonAddDevice"			= "Skonfiguruj nowe urządzenie";
"kButtonRemoveDevice"		= "Usuń zaznaczone urządzenie";
"kButtonDeviceOptions"		= "Wykonuj zadania z zaznaczonym urządzeniem";
"kBluetoothDevices"			= "Urządzenia Bluetooth";

"kOptionMajorClass"			= "Główna klasa urządzenia";
"kOptionMinorClass"			= "Drugorzędna klasa urządzenia";
"kOptionServiceClass"		= "Serwisowa klasa urządzenia";
"kOptionLastNameUpdate"		= "Uaktualnienie ostatniej nazwy";
"kOptionLastInquiryUpdate"	= "Uaktualnienie ostatniego zapytania";
"kOptionLastServicesUpdate"	= "Uaktualnienie ostatnich usług";
"kOptionProductID"			= "ID produktu";
"kOptionVendorID"			= "ID producenta";

"kPerformSDPQueryKey"				= "Uaktualnij usługi urządzenia";
"kPerformNameRequestKey"			= "Uaktualnij nazwę urządzenia";

"kOpenBTPrefsKey"					= "Otwórz preferencje Bluetooth…";
"kMousePreferences"					= "Otwórz preferencje myszy…";
"kKeyboardPreferences"				= "Otwórz preferencje klawiatury…";
"kOpenPrintPrefsKey"				= "Otwórz preferencje drukarki…";
"kOpenSoundPrefsKey"				= "Otwórz preferencje dźwięku…";
"kSendFileToDevice"					= "Wyślij plik…";
"kBrowseDevice"						= "Przeglądaj urządzenie…";

"kTurnOnHeadphones"					= "Używaj jako urządzenia audio (stereo)";
"kTurnOffHeadphones"				= "Nie używaj jako urządzenia audio";
"kTurnOnHeadset"					= "Używaj jako urządzenia audio (mono)";
"kTurnOffHeadset"					= "Nie używaj jako urządzenia audio";

"kSyncDevice"						= "Synchronizuj…";

"kOpenBTSAKey"						= "Skonfiguruj urządzenie Bluetooth…";
"kBTSendFileKey"					= "Wyślij plik…";
"kBTGetFileKey"						= "Przeglądaj urządzenie…";

"kJoinNetwork"						= "Połącz z siecią";
"kKeyDisconnectFromNetwork"			= "Odłącz od sieci";
"kRemoveDevice"						= "Usuń to urządzenie";
"kDeviceOptions"					= "opcje urządzenia";
"kDeviceNamed"						= "urządzenie o nazwie %@";

"kOptionConfirm"					= "Czy na pewno chcesz usunąć zaznaczenie tego pola wyboru?";
"kOptionAutoBTSAWarning"			= "Upewnij się, że masz także urządzenie USB, na wypadek, gdyby klawiatura lub mysz bezprzewodowa nie działała po uruchomieniu komputera.";
	
